---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.RevitServerCollaborationNotAvailableException
source: html/2fd04c72-575f-3551-34aa-6e48055867e3.htm
---
# RevitServerCollaborationNotAvailableException Methods

Retrieves data needed to serialize the target object.